export const albums = [
    {
        name: "LOOM (2024)",
        description: "Самый свежий альбом Imagine Dragons. Лёгкое, но зрелое звучание, с уклоном в поп и синти. Темы — цифровая изоляция, ностальгия, поиск близости.",
        tracks: "Основные треки: Eyes Closed, Nice to Meet You, Wake Up",
        image: "./img/album_1.jpg"
    },
    {
        name: "Mercury – Acts 1 & 2 (2021–2022)",
        description: "Двойной альбом, состоящий из двух частей, спродюсированных Риком Рубином. Это 32-трековое музыкальное путешествие, в котором Imagine Dragons раскрывают темы смерти, утраты, тревоги, самоанализа и, в конечном итоге, принятия и надежды.",
        tracks: "Основные треки: Wrecked, Follow You, My Life, Cutthroat",
        image: "./img/album_2.jpg"
    },
    {
        name: "Origins (2018)",
        description: "Продолжение и дополнение к Evolve. Альбом исследует темы самоидентичности, экологии и внутренней борьбы. Звучание — насыщенное, многослойное, с электронными текстурами и мощными вокалами.",
        tracks: "Основные треки: Radioactive, Demons, It's Time",
        image: "./img/album_3.jpg"
    },
    {
        name: "Evolve (2017)",
        description: "Настоящий взрыв хитов. Яркий, энергичный и максимально радиоформатный альбом. Группа смешивает синтезаторы, поп-рок и арены-звучание. Один из самых узнаваемых этапов в карьере Imagine Dragons.",
        tracks: "Основные треки: Believer, Thunder, Whatever It Takes",
        image: "./img/album_4.jpg"
    },
    {
        name: "Smoke + Mirrors (2014)",
        description: "Экспериментальный и атмосферный релиз, в котором группа отходит от привычного поп-рока в сторону психоделии и инди-звучания. Альбом полон личных переживаний и неожиданных музыкальных решений.",
        tracks: "Основные треки: Shots, Gold, I Bet My Life",
        image: "./img/album_5.jpg"
    },
    {
        name: "Night Visions (2012)",
        description: "Дебютный альбом, принесший Imagine Dragons мировую славу. Смесь альтернативного рока, электронной музыки и мощной энергетики. Здесь зародился их фирменный стиль и прозвучали первые суперхиты.",
        tracks: "Основные треки: Radioactive, It's Time, Demons",
        image: "./img/album_6.jpg"
    },
]